{"data":{"consultationProfile":{"id":104,"title":"Draft Environment Impact Assessment Notification, 2020","summary":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv\u003eThe Ministry of Environment, Forest and Climate Change has issued a Draft Environment Impact Assessment (EIA) Notification, 2020 which is going to replace Draft EIA Notification, 2006. The Ministry is asking for our feedback on it.\u003cbr\u003e\u003cbr\u003e\n\u003c/div\u003e\u003cdiv\u003eThe draft has proposed a new set of rules for various industrial projects. It aims to make the process of issuing environmental clearances more transparent and expedient through implementation of an online system. It aims to further standardize the process of Consultations. \u003cbr\u003e\u003cbr\u003e\n\u003c/div\u003e\u003cdiv\u003eThe key components of the draft are:\u003cbr\u003e\u003cbr\u003e\n\u003c/div\u003e\u003col\u003e\n\u003cli\u003eAll projects which need Environmental Impact Assessment (this includes projects like mining, oil and gas drilling, steel plants, irrigation, sugar manufacturers, airports etc.) are classified into three categories based on the size of the operation or volume of their output. These categories are Category A, Category B1 and Category B2.\u003cbr\u003e \u003c/li\u003e\n\u003cli\u003eThe prior environment clearance process for category A projects or category B1 projects, comprises of 5 stages which are:\u003col\u003e\n\u003cli\u003eScoping. \u003c/li\u003e\n\u003cli\u003ePreparing the draft environmental impact assessment report. \u003c/li\u003e\n\u003cli\u003ePublic consultation.\u003c/li\u003e\n\u003cli\u003ePreparation of final environmental impact assessment report. \u003c/li\u003e\n\u003cli\u003eAppraisal and grant or rejection of environmental clearance.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003c/li\u003e\n\u003cli\u003eFor category B2 projects, they are to be placed before appraisal committee and will have a maximum of three stages before they receive clearance, these are:\u003col\u003e\n\u003cli\u003ePreparation of EMP report, appraisal and grant or rejection of prior environmental clearance.\u003c/li\u003e\n\u003cli\u003eVerification of completeness of the application by the Regulatory Authority.\u003c/li\u003e\n\u003cli\u003eGrant or rejection of permission. \u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003c/li\u003e\n\u003cli\u003eFor those category B2 projects which are not required to be placed before appraisal committee, the process involves only the last two stages mentioned above.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eThe process of application for prior environmental clearance or prior environmental permission is dealt in detail in the draft. Including what documents are needed for every stage and who will be the regulatory authority. \u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eThe procedure for public hearing is to be completed within 40 days, reduced from 45 days in the previous policy. \u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eThe draft lays down that in case any amendment to permission granted previously is required, it has to be placed before the appraisal committee and the committee should consider it within 45 days. On its recommendation, the regulatory authority will issue an amendment.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eThe draft also discusses the validity of prior environmental clearance or prior permission. It involves three phases of project that is Construction and Installation stage, Operational phase and Redundancy or Closure or Dismantling Phase.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eAny cases of violation will be looked into by an Appraisal Committee with a view to assess the project and see if there have been any violations under prevailing laws. Such matters arising for Category ‘A’ projects shall be referred to the Expert Committee constituted for this purpose by the Ministry, at the central level. Reported non-compliance with respect to Category ‘B’ projects shall be referred to the Expert Committee constituted for the purpose by the Ministry, at state level.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eAppeals against clearances granted by regulatory authority, will be heard before the National Green Tribunal.\u003cbr\u003e\u003cbr\u003e\n\u003c/li\u003e\n\u003cli\u003eAppendix I lays down the procedure for public consultations. Appendix II lists out a form in which various questions are to be answered about the project. Appendix III provides a checklist of potential environmental impact. Appendix IV, V, VI, VII, VIII, IX, X, XI, XII, XIII and XIV, provide the form in which the applications for amendments to prior clearances are to be made and lays down the procedure that is guiding it. \u003c/li\u003e\n\u003c/ol\u003e\u003cdiv\u003e\n\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eThe complete notification can be accessed at this \u003c/em\u003e\u003c/strong\u003e\u003ca href=\"http://environmentclearance.nic.in/writereaddata/Draft_EIA_2020.pdf\"\u003e\u003cstrong\u003e\u003cem\u003elink\u003c/em\u003e\u003c/strong\u003e\u003c/a\u003e\u003cstrong\u003e\u003cem\u003e.\u003c/em\u003e\u003c/strong\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","summaryHindi":{"id":"133","components":[],"__typename":"CmPageBuilder"},"page":{"id":"103","components":[{"uuid":"f3cc2111-8efd-44a1-a9d3-03d8687e85e9","content":"The Ministry of Environment, Forest and Climate Change has issued a Draft Environment Impact Assessment (EIA) Notification, 2020 which is going to replace Draft EIA Notification, 2006. The Ministry is asking for our feedback on it.\n\nThe draft has proposed a new set of rules for various industrial projects. It aims to make the process of issuing environmental clearances more transparent and expedient through implementation of an online system. It aims to further standardize the process of Consultations. \u003cem\u003eThe complete notification can be accessed at this\u0026nbsp;\u003c/em\u003e\u003ca href=\"http://environmentclearance.nic.in/writereaddata/Draft_EIA_2020.pdf\"\u003e\u003cem\u003elink\u003c/em\u003e\u003c/a\u003e\u003cem\u003e.\u003c/em\u003e\u003cbr\u003e","position":1,"componentType":"Text","id":"f3cc2111-8efd-44a1-a9d3-03d8687e85e9","component_attachment":null},{"uuid":"e945b2a0-ef8e-58cf-a32d-406e145252b5","content":"","position":2,"componentType":null,"id":"e945b2a0-ef8e-58cf-a32d-406e145252b5","component_attachment":null},{"uuid":"150ed397-274a-552c-8f23-8bf9ea5f027c","content":"A comparison between this 2020 notification and previous notifications is as follows:\u003cbr\u003e","position":3,"componentType":"Text","id":"150ed397-274a-552c-8f23-8bf9ea5f027c","component_attachment":null},{"uuid":"65c333fc-e128-5d5b-ad25-22d8b32b1aa8","content":"","position":4,"componentType":"Upload","id":"65c333fc-e128-5d5b-ad25-22d8b32b1aa8","component_attachment":{"filename":"Civis_EIA comparison-1.jpg","url":"https://storage.googleapis.com/civis-api-production/d4e2vpyxggfvom0encsoav5nbgsr?GoogleAccessId=civis-service%40black-beach-187705.iam.gserviceaccount.com\u0026Expires=1596907880\u0026Signature=kdhOYbMCepliyNMphdiFI7wb7b5nHQhpLgTiVzQ2mTcbtltJwX8lfppqa45NAXtyDLTWyYnCZKXkd%2FAa6MB%2FfcTSJw2y7WK5iTchTQU3Poh1%2F%2FHOl%2BwppNOkvk5lV6IC%2F%2BWg5aLqi1TIi%2FFmUtzffot%2Fe3qLB75RBqYqWMwdqqFfWMcHB%2FMVhUvZlp485m24qxaABFIWjXMfDkpVAG93bmSQaVCz5cRJdMOgUC7R39Cbyw%2BFpdCJ4E7kWSPbWvmpodXGQ9n9%2FyrvmOGf05z0thqqi31ysyrGAwa%2FiM%2FCUN6nW68Q9G1qjy7HWr%2FWyFxqk1hn0w1qnTLy1fJbhhNzoQ%3D%3D\u0026response-content-disposition=inline%3B+filename%3D%22Civis_EIA+comparison-1.jpg%22%3B+filename%2A%3DUTF-8%27%27Civis_EIA%2520comparison-1.jpg\u0026response-content-type=image%2Fjpeg","dimensions":{"identified":true,"width":1373,"height":2259,"analyzed":true,"orientation":"portrait"}}},{"uuid":"659e7e28-daa4-5834-a46e-c90d602d98ff","content":"\u003cem\u003eThe complete notification can be accessed at this\u0026nbsp;\u003c/em\u003e\u003ca href=\"http://environmentclearance.nic.in/writereaddata/Draft_EIA_2020.pdf\"\u003e\u003cem\u003elink\u003c/em\u003e\u003c/a\u003e\u003cem\u003e.\u003c/em\u003e","position":5,"componentType":null,"id":"659e7e28-daa4-5834-a46e-c90d602d98ff","component_attachment":null},{"uuid":"c86c0be0-5f0d-5a1a-a0cc-02c39b42dcbe","content":"**********","position":6,"componentType":"Text","id":"c86c0be0-5f0d-5a1a-a0cc-02c39b42dcbe","component_attachment":null},{"uuid":"57b7b59d-49ae-57ef-be30-609a8c45eaba","content":"पर्यावरण, वन और जलवायु परिवर्तन मंत्रालय ने एक ड्राफ़्ट पर्यावरण प्रभाव आकलन (EIA), 2020\u0026nbsp; जारी किया है जो 2006 की EIA अधिसूचना की जगह लेगा। मंत्रालय इस पर हमारी राय मांग रहा है। इस ड्राफ़्ट में विभिन्न औद्योगिक परियोजनाओं के लिए नियमों का एक नए सेट का सुझाव किया गया है। इसका उद्देश्य पर्यावरणीय मंजूरी जारी करने की प्रक्रिया को ऑनलाइन प्रणाली के माध्यम से अधिक पारदर्शी और तेज़ बनाना है। इसी के साथ सलाह की प्रक्रिया के लिए एक मानक स्‍थापित करना भी है। इस \u003ca href=\"http://environmentclearance.nic.in/writereaddata/Draft_EIA_2020.pdf\" target=\"_blank\"\u003eलिंक\u003c/a\u003e पर पूरी जानकारी प्राप्त की जा सकती है। ","position":7,"componentType":"Text","id":"57b7b59d-49ae-57ef-be30-609a8c45eaba","component_attachment":null},{"uuid":"a00e4dc9-c057-5c2c-bf65-2f50b52548b4","content":"\u003cspan id=\"docs-internal-guid-b6355d3c-7fff-bf19-25c9-010b8be276b2\"\u003e\u003cspan style=\"font-size: 11pt; font-family: Arial; color: rgb(0, 0, 0); background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; vertical-align: baseline;\"\u003eइस 2020\u0026nbsp; ड्राफ्ट और पिछली सूचनाओं के बीच एक तुलना नीचे दी गयी है:\u003c/span\u003e\u003c/span\u003e","position":8,"componentType":"Text","id":"a00e4dc9-c057-5c2c-bf65-2f50b52548b4","component_attachment":null},{"uuid":"0a6ae206-767a-5b57-bb51-f46007b9fa94","content":"","position":9,"componentType":"Upload","id":"0a6ae206-767a-5b57-bb51-f46007b9fa94","component_attachment":{"filename":"EIA_Hindi Comparison table.jpg","url":"https://storage.googleapis.com/civis-api-production/depd0qxl5e27sslgltlbnrnlkih0?GoogleAccessId=civis-service%40black-beach-187705.iam.gserviceaccount.com\u0026Expires=1596907880\u0026Signature=AK1Cbbnn2CuC4Jg%2BFtTFn9hSySYdTl5Dq%2BO3p5xcf8EXIfoIXGPwOP4fxEtbAm%2BT26a4UNvgpERXZNg8KBDcjiM9bLKAV76yX70PVl%2BGls2M5qli03URqTfsJkpuGGqEF2f6UvUSg200oSoJt6D7XTy6e2eARUNXGsvJ78xL6v7b2GZPh1QvnS91ZY8AelgAs5jBA6bq5K%2F5ZyZXmS8UCgsEOtYh9Hi%2F60VUjmIv4psose9kUmMzD5kvky51KpmDyHkYZCpbN847hfQdUCoQ%2BJZhs0QeEgXYaSNCsqb6hSqc%2B3aTVwJ8X9ny3JB8MgG5TcdlU%2FZf1nm6lYf7evsmMA%3D%3D\u0026response-content-disposition=inline%3B+filename%3D%22EIA_Hindi+Comparison+table.jpg%22%3B+filename%2A%3DUTF-8%27%27EIA_Hindi%2520Comparison%2520table.jpg\u0026response-content-type=image%2Fjpeg","dimensions":{"identified":true,"width":2344,"height":3506,"analyzed":true,"orientation":"portrait"}}}],"__typename":"CmPageBuilder"},"responseDeadline":"2020-08-11T00:00:00Z","readingTime":1,"responsesReadingTimes":60,"url":"http://environmentclearance.nic.in/writereaddata/Draft_EIA_2020.pdf","consultationResponsesCount":306,"ministry":{"id":22,"category":{"id":2,"coverPhoto":{"id":"1e292653312ae1931cdeb7e21de919b9.png","filename":"1-boyPlanting-02.png","url":"https://cdn.civis.vote/uploads/1e292653312ae1931cdeb7e21de919b9.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=218e51fedc6b736d97af8306cf176f06beb91ffac574860033168103ee76bf56","__typename":"ShrineAttachment"},"__typename":"Category"},"name":"Ministry of Environment, Forests and Climate Change","logo":{"id":"c00b7333f35d6dce481a74fd6d54836e.png","filename":"MinistryOfEnvironment.png","url":"https://cdn.civis.vote/uploads/c00b7333f35d6dce481a74fd6d54836e.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=e628f9ab941e9f83fe5633a753744a0be9e2d0682cde3c3dcbee14fe744a9b3b","__typename":"ShrineAttachment"},"__typename":"Ministry"},"reviewType":"consultation","satisfactionRatingDistribution":{"dissatisfied":1,"somewhat_dissatisfied":1,"somewhat_satisfied":1,"satisfied":1},"status":"published","respondedOn":null,"sharedResponses":{"edges":[{"node":{"id":206,"answers":null,"downVoteCount":1,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":23,"upVoteCount":28,"user":{"id":21,"firstName":"Srijan","profilePicture":{"id":"374a4dbe6ee0f054283110e084e08778.png","url":"https://cdn.civis.vote/uploads/374a4dbe6ee0f054283110e084e08778.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=4ee32c4971d3898be94688262b3648f4239c4b9aa22284c746612148cc7cd784","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":312,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":18,"upVoteCount":19,"user":{"id":816,"firstName":"Smruthi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":444,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":15,"upVoteCount":13,"user":{"id":1193,"firstName":"Jayanthi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":325,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. First of all, I would expect Ministry to extend the Public Consultation to earlier 45 days.\u003c/p\u003e\n\n\u003cp\u003eA. In this, I would expect the Ministry to advertise on day one on the upcoming Project details to the Public in all leading Information distributors like Newspapers (both local and National), local TV channels etc.\u003c/p\u003e\n\n\u003cp\u003eB. Conduct F2F meeting from a representative (something like Ombudsman even NGT is fine) outside of the Ministry to access who is a neutral person (not belonging to any Minister's family or the Investor of the Projects family) with local representatives including public and edify them on the upcoming Projects (its advantages mostly including disadvantages as well). If Ministry feels the Project is very much relevant and needed for the development, they need to connect specifically with People who say \"No\".\u003c/p\u003e\n\n\u003cp\u003e2. This requires the Monitoring period to be very frequent (today is very agile world).\u003c/p\u003e\n\n\u003cp\u003e3 \u0026amp; 4. For Enviornmental Clearance, the same representative is responsible for saying \"YES\" at first level and later it would go to Ministries process for Final approval.\u003c/p\u003e\n\n\u003cp\u003eOnce the Clearance is provided for any of the Category mentioned, make the Project public with Total estimation of Project and what is duration. We see many Projects are announced with advantages to people but none of them have the duration and how much Public money is spilled for those Projects.\u003c/p\u003e\n\n\u003cp\u003e5. Here would request NGT to be active and provide their guidance and inputs on the field to Public so that the Project is not struck for years and later we see sometimes the Project is shelved.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":8,"upVoteCount":4,"user":{"id":103,"firstName":"sujith","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":379,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eDear Mr. Mishra This is with reference to the draft EIA notification 2020 which was uploaded on the environment ministry's website om 12/03/2020. I raise my strong objection to the following points presented in the draft notification and request you to withdraw these notifications as it would have strong negative consequences for ecology and biodiversity of the country. 1. Point 7 on page 9 gave government total discretion on approving any kind of project which could very well be used by strong companies or mafia to create pressure on the government. 2. The list of exemptions mentioned in page 19 of the draft under the head public consultation gives exemption to virtually every project, for example the provision for relaxation given to companies for development in area with 100km aerial distance from LAC covers almost all of the north eastern states which is rich in biodiversity and these provision can cause serious damage to the environment. Not following Environment norms resulted in fire at the Baghjan well and these types of incidents will only rise if proper checks and measure isn't established. Roads are however important in development of northeastern states and i appreciate the initiative taken by government in this regard. 3. The concept of post facto clearence would give many industries a bypass to follow environment safety measures by paying a small fee and would act like a big blockage in the road towards sustainable development. This is also in direct contradiction to the order of supreme court dated 1st April 2020 stating POST FACTO CLEARENCE ARE CONTRARY TO LAW. 4. The inability of general public to register any kind if complaints and giving that power to only government and those that are currently involved in breaking the law would mean skipping an important step in keeping check and measures and would serve nothing but dire consequences for the environment and the ecology. 5. I raise strong objection to point 7 on page 9 which states that \"no information will be made public in regards to the decisions by the appraisal committee\" clearly is in violation to our right to information and a serious threat to the democratic fabric of our government. It is therefore my earnest request to make changes to the above mentioned provisions and reintroduce the draft after making necessary changes in the draft.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":6,"upVoteCount":1,"user":{"id":968,"firstName":"Utsho","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":481,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eStop this EIA2020 act.. economic development should not be used as a trump card for killing our environment. We can recover from economic disaster after few years, but environmental disaster is irreversible. Hence I am against this act \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":4,"upVoteCount":1,"user":{"id":1343,"firstName":"Venkatesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":466,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eமக்கள் நலன் கருதி eia2020 கை விட வேண்டும்..... மக்கள் கருத்துக்களை கொண்டு முடிவு செய்ய வேண்டும் என்று கேட்டுக் கொள்கிறேன்.Eia 2020 மக்கள் வாழ்வில் பெரும் அளவில் உள்ளன,,, இதை  நாம் ஒன்றாக சேர்ந்து இதற்கு குரல் கொடுப்போம்\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":3,"upVoteCount":8,"user":{"id":1124,"firstName":"R.praveen","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":321,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eMonitoring of any project during and after implementation has to be strictly adhered to and audited by an independent third party. The current pandemic has shown is the impact unfettered development has had on the environment. It is unfortunate that large business houses and small operators will go to any extent for personal gain. They don't care about any environmental impact. SHOULD WE BE HANDING OUR FUTURE TO THEM WITHOUT ANY CHECK'S AND BALANCES?\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":3,"upVoteCount":1,"user":{"id":834,"firstName":"Amitava ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":449,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eStop this EIA2020 act.. Dont waste our natural resources and environment..\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":2,"upVoteCount":2,"user":{"id":1217,"firstName":"Prawin","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":475,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI'm against the EIA2020 act it will mostly affect the nature, environment also human beings.we must keep the natural reserves for future. It is our hope \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":2,"upVoteCount":1,"user":{"id":1329,"firstName":"Gowsalya","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":299,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e\"The EIA process was historically devised to take into account the needs of communities, and should be a meticulously planned, elaborate process to ascertain the environmental viability of a project. The entire process is reduced to a series of quick steps that is being fulfilled by cutting corners. This entire mechanism simply does not document the voices of communities that will be directly affected by proposed development projects. The few instances it does are few and far in between. The resounding cry of experts in the field is that this is entirely driven by the dubious “ease of doing business” strategy. Culturally also, we are at an unfortunate juncture where commercial infrastructure gains precedence over natural infrastructure (nature), i.e airports and highways are valued more in comparison to mangroves and ecologically sensitive areas that are part of our culture and knowledge heritage. The approach to “development” should be bottom-up and there is an urgent need to create an enabling democratic environment that allows people to put forth their views without the fear of backlash. \"\u003c/p\u003e\n\n\u003cp\u003e\u003ca href=\"https://esgindia.org/new/events/media/press-release/national-consultation-on-draft-eia-notification-2020-focus-on-environmental-protection-and-justice-virtual-meet-on-june-05/\"\u003ehttps://esgindia.org/new/events/media/press-release/national-consultation-on-draft-eia-notification-2020-focus-on-environmental-protection-and-justice-virtual-meet-on-june-05/\u003c/a\u003e\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":2,"upVoteCount":1,"user":{"id":36,"firstName":"Varun","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":329,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003e1. First of all, I would expect Ministry to extend the Public Consultation to earlier 45 days.\u003c/p\u003e\n\n\u003cp\u003eA. In this, I would expect the Ministry to advertise on day one on the upcoming Project details to the Public in all leading Information distributors like Newspapers (both local and National), local TV channels etc.\u003c/p\u003e\n\n\u003cp\u003eB. Conduct F2F meeting from a representative (something like Ombudsman even NGT is fine) outside of the Ministry to access who is a neutral person (not belonging to any Minister's family or the Investor of the Projects family) with local representatives including public and edify them on the upcoming Projects (its advantages mostly including disadvantages as well). If Ministry feels the Project is very much relevant and needed for the development, they need to connect specifically with People who say \"No\".\u003c/p\u003e\n\n\u003cp\u003e2. This requires the Monitoring period to be very frequent (today is very agile world).\u003c/p\u003e\n\n\u003cp\u003e3 \u0026amp; 4. For Enviornmental Clearance, the same representative is responsible for saying \"YES\" at first level and later it would go to Ministries process for Final approval.\u003c/p\u003e\n\n\u003cp\u003eOnce the Clearance is provided for any of the Category mentioned, make the Project public with Total estimation of Project and what is duration. We see many Projects are announced with advantages to people but none of them have the duration and how much Public money is spilled for those Projects.\u003c/p\u003e\n\n\u003cp\u003e5. Here would request NGT to be active and provide their guidance and inputs on the field to Public so that the Project is not struck for years and later we see sometimes the Project is shelved.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":1,"user":{"id":859,"firstName":"Nishita ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":351,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWe must keep the natural reserves for future. It is our hope \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":2,"user":{"id":905,"firstName":"Juan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":238,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e- EIA report should be done by an external \u003cstrong\u003e(wildlife) biologist\u003c/strong\u003e - ideally from WII and be revisd by NGOs such as WTI and WCS.\u003c/p\u003e\n\n\u003cp\u003eOften the EIA are carried out by members related to the project who lack any signficiant scientific background. These reports are often vague. It is essential these reports are made by automonous biologists\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":1,"user":{"id":560,"firstName":"Anish","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":595,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI'm against to this EIA act 2020........we are now danger zone....please, everytime we all are think future just like (in future I'm well settled and so on etc..) One'st act passes their is no future bucz almost indian environmental may be chemicalized or nature resources are damaged.....so plzz don't encourage this act...\u003c/p\u003e\n\n\u003cp\u003eRight time to rise your voice....#EIA 2020\u003c/p\u003e\n\n\u003cp\u003eJAI HIND\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":1,"user":{"id":1831,"firstName":"Mucheli","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":399,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEIA 2020 it's against for whole india,\u003c/p\u003e\n\n\u003cp\u003ePls Don't support \u003c/p\u003e\n\n\u003cp\u003ePls voting against,,\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":4,"user":{"id":1023,"firstName":"Arunkumar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":340,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe draft notification is a watered-down version of the EIA 2006 notification and has failed to:\u003cbr\u003e\n1. Incorporate the realities of the present and the future by not including industries such as battery manufacturing, manufacture of solar panels, and other components that are the backbone of the booming renewable energy sector.\u003cbr\u003e\n2. Resolve the crisis of improper e-waste management, which has pernicious effects on natural ecosystems and public health by choosing not to regulate e-waste processing in India.\u003cbr\u003e\n3. Include Geoengineering, which is deliberate and large-scale manipulation of Earth’s natural processes, and is a big contributor to the climate crisis. \u003cbr\u003e\n4. Reduce the list of projects that are either exempt from environmental clearance or do not need public consultation before getting environmental clearance;\u003cbr\u003e\na) Linear infrastructure projects like highway expansions have been exempted from getting prior environmental clearance even though there is clear evidence of the threat of fragmentation of wildlife habitats and the emergence of zoonotic diseases like COVID-19\u003cbr\u003e\nb) Projects that promote continued fossil fuel dependence like coal bed methane extraction, onshore and offshore oil and gas drilling, shale gas exploration, and extraction are placed in the exempt category, even though they exert a huge toll on the environment and are not green.\u003c/p\u003e\n\n\u003cp\u003eThe draft notification, by placing the district magistrate (DM) as the chairman of the District Environment Impact Assessment Authority (DEIAA) and District Environmental Assessment Committee (DEAC), creates a serious dilemma. How can the environment be guarded if the same person who grants approval to industries as DM is supposed to review it as chairman of DEIAA/DEAC? The move to do away with individual environmental clearances for projects within industrial complexes will lead to poor compliance and adherence to environmental standards by the respective industries within the industrial complex. Further, there is no scope of fixing individual accountability under such circumstances meaning environmental violations are more likely than ever to slip under the radar leading to widespread environmental degradation.\u003c/p\u003e\n\n\u003cp\u003eThe 2020 draft notification only looks to serve the interests of the business community as it shortens the timelines for getting environmental clearances, increases the validity of mining and riverbed related projects, does away with clearance requirements for expansion projects and has expanded the exclusion list under which projects are exempted from getting environmental clearances. \u003c/p\u003e\n\n\u003cp\u003eIn recent months/years, we have observed the effects of a weak environmental policy. Mumbai's Aarey forest was cleared to build a metro shed despite massive protests. Vizag's LG Polymers caused a gas leak on 7th May. Assam's Baghjan gas leak is another recent example. In the view of current situation where we faced natural calamities like cyclones due to climate change, locust attacks, covid 19 pandemic this year and many more natural and man made calamities in the past few years, we should make the EIA amendments even stronger to protect and preserve our natural resources and use them sustainably instead of diluting it and making it easier for industries to get clearance. Moreover, we should have notifications for EIA public comments on projects advertised on national television and national newspapers for people who do not have internet access or the knowledge to navigate through online portals. Majority of our rural/agrarian population who would be more likely be affected by many industrial projects don't even know how to access the online portals. Before making provisions online for such important legislations, we should have adequate training for the public to use these portals efficiently.\u003c/p\u003e\n\n\u003cp\u003eHope all of us as a country can be more environment conscious.\u003c/p\u003e\n\n\u003cp\u003e\u003cbr\u003e\n \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":0,"user":{"id":877,"firstName":"Pratibha","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":609,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAbsolute No to EIA 2020\u003c/p\u003e\n\n\u003cp\u003e#WithdrawEIA2020\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":0,"user":{"id":1876,"firstName":"Earnest Edwin ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":464,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eMonitoring frequency should be reduced to 6 months or even further down if possible. Some Projects are claimed as Strategic projects which doesn't come under EIA is a loop hool for projects to get approved with EIA. So, Voting against this act. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":1,"upVoteCount":0,"user":{"id":1275,"firstName":"Dinesh Kumar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":469,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. The public consultation period is fine. However you reduced slightly.\u003c/p\u003e\n\n\u003cp\u003e2. Montoring frequency has to be quarterly. 4 times a year.\u003c/p\u003e\n\n\u003cp\u003e3. Appeal should not be allowed even before the clearance. \u003c/p\u003e\n\n\u003cp\u003e4. And a lot of potholes in the main EIA which should also be addressed. Atleast save ourncountry to be a good lawmaker.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1307,"firstName":"Siva Rathina Pandiyan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":474,"answers":null,"downVoteCount":1,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against this EIA 2020\u003c/p\u003e\n\n\u003cp\u003eThere is no committee for A and B1 PROJECTS\u003c/p\u003e\n\n\u003cp\u003eWhy can't NOC can be made compulsory again like in 1994 act\u003c/p\u003e\n\n\u003cp\u003eSave INDIA, Step down BJP\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1332,"firstName":"Bagavath","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":471,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":2,"user":{"id":1318,"firstName":"ajith","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":470,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThis is a retrograde and unwanted move, which will only benefit greedy corporates and industrial houses. Already merciless deforestation has reduced forest cover, leading to erosion and mudslides. We need to preserve our environment!\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1314,"firstName":"MAGHENDHRAN","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":476,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eMonitoring frequency should be reduced to 6 months or even further down if possible. Some Projects are claimed as Strategic projects which doesn't come under EIA is a loop hool for projects to get approved with EIA. So, Voting against this act. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1335,"firstName":"Nagaraj","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":477,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eFirst of all government should extend time and ask for public opinion about through media newspapers etc..\u003c/p\u003e\n\n\u003cp\u003e     Because most of the people don't know about it. Then how can they commence it. \u003c/p\u003e\n\n\u003cp\u003e       \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1334,"firstName":"Goutham","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":488,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eமக்கள் நலன் கருதி eia2020 கை விட வேண்டும்..... மக்கள் கருத்துக்களை கொண்டு முடிவு செய்ய வேண்டும் என்று கேட்டுக் கொள்கிறேன்.Eia 2020 மக்கள் வாழ்வில் பெரும் அளவில் உள்ளன,,, இதை  நாம் ஒன்றாக சேர்ந்து இதற்கு குரல் கொடுப்போம்\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1371,"firstName":"Nagarajan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":601,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI would like to vote my response against this EIA2020 ..... PLEASE the government should consider the response of people against this act...\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1842,"firstName":"Nasima","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":598,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eBJP government's wrong step \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eI am against EIA 2020\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1837,"firstName":"Sp","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":482,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAm against with this act.. And we want live with nature.. This is democracy country?.. Pls save nature for our future generation..\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1348,"firstName":"Dhinesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":490,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI against for EIA 2020 it will mostly affect the nature, environment also human being.we should save nature for future generation.we must agaainst for EIA 2020.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1379,"firstName":"Kali","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":486,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1363,"firstName":"vignesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":495,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe country is troubling with various troubles and problems. In this hilarious situation the EIA 2020 is also an another disaster. Our nation has the proud to say democractic but this EIA 2020 will passes India's democratic destroys and becomes a coroprate ruling country. We are not against EIA we only raises our voice against the plots of EIA 2020. The government will look over the plots of EIA 2020 and remove the drawbacks that affect the pepole strength of vocing agianst the troubles happen to them. Overcome the drawbacks and ensure the safety and secure life to people and also for nature. This is not only an environmental trouble it's about our own life and our future generations\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1387,"firstName":"Manoj","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":599,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eமக்கள் நலன் கருதி eia2020 கை விட வேண்டும்..... மக்கள் கருத்துக்களை கொண்டு முடிவு செய்ய வேண்டும் என்று கேட்டுக் கொள்கிறேன்.Eia 2020 மக்கள் வாழ்வில் பெரும் அளவில் உள்ளன,,, இதை  நாம் ஒன்றாக சேர்ந்து இதற்கு குரல் கொடுப்போம்\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1839,"firstName":"Srinivasan","profilePicture":{"id":"54bd1952fa9604046afc44969b6a0e8f.png","url":"https://cdn.civis.vote/uploads/54bd1952fa9604046afc44969b6a0e8f.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=8065ddb6e9905277d0ac5aa0bf5ec46ec383fcf30c30de65da2de26cd27b0fcd","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":596,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI'm against to this EIA act 2020........we are now danger zone....please, One'st act passes their is no future bucz almost indian environmental may be chemicalized or nature resources will be damaged.....so plzz don't encourage this act...\u003c/p\u003e\n\n\u003cp\u003eRight time to rise your voice....#EIA 2020\u003c/p\u003e\n\n\u003cp\u003eJAI HIND\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1834,"firstName":"Mohan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":597,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe government plan to sell the oxygen cylinder in future.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1835,"firstName":"sakamurikirankumar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":604,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI stand against this draft and will even request others to do the same so as to save our biodiversity from getting destructed ... \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1863,"firstName":"Abhishek","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":606,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eபுதிதாக கொண்டுவரப்பட்ட  சுற்றுசூழல் தாக்க மதிப்பீடு (EIA 2020 Act) முற்றிலும் இயற்கைக்கும் மக்களுக்கும் எதிரானதாகவும் முற்றிலும் முரண்பட்டதாகவும் இருப்பதால் இதனை  நடைமுறை படுத்துவதில் சில திருத்தங்கள் செய்யவேண்டும் இல்லை எனில் முற்றிலுமாக இந்த திட்டத்தை கைவிடவேண்டும். \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1868,"firstName":"Raja","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":607,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am vote against  EIA draft 2020 as it favours on company owners.  No provision  for public complaints. This draft  needs changes before implementation. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1869,"firstName":"Eniyon","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":630,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI'm against the EIA2020 act it will mostly affect the nature, environment also human beings.we must keep the natural reserves for future. It is our hope \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1952,"firstName":"Rajesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":359,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":921,"firstName":"RAJESH","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":286,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. When you talk of public consultation you need to say how many consultations you will do.\u003c/p\u003e\n\n\u003cp\u003e2. At what all stages you will do the consultations.\u003c/p\u003e\n\n\u003cp\u003e3. If more than 25% of the citizens residing in that area are opposing your move, then the citizens should have the veto.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":3,"user":{"id":16,"firstName":"Surej","profilePicture":{"id":"b6ea6c002390f995ffc5496f26a40376","url":"https://cdn.civis.vote/uploads/b6ea6c002390f995ffc5496f26a40376?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=e4baa7b4f49be8f321333ca1d9cdd8d026c24e263984b6334688090f6b4cbfe1","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":294,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. It is essential these reports are made by autonomous biologists and not the members of the ministry.\u003c/p\u003e\n\n\u003cp\u003e2. Post clearance monitoring made compulsory/strict.\u003c/p\u003e\n\n\u003cp\u003e3. Use social media reach for public consultations (type A and B1 projects) in case of major projects.\u003c/p\u003e\n\n\u003cp\u003e4. Impact on air, water, the ecosystem must be mentioned distinctively with a timely plan to mitigate the same. Failing to meet the timeline may attract a penalty.\u003c/p\u003e\n\n\u003cp\u003e5. Take the suggestions from the Comptroller and Auditor General of India for reforms in the 2006 based EIA notification.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":276,"firstName":"Shazeb","profilePicture":{"id":"989bdd716cae5c55d5429ce2d2811181","url":"https://cdn.civis.vote/uploads/989bdd716cae5c55d5429ce2d2811181?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=0308ef360bd54205d883bf854f397ed2057e479197d8f5a17294313377189cce","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":485,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAs a Citizen of India I have the responsibility to protect my Nation against EIA 2020.I too have the rights to file a case against EIA2020. #withdraweia2020\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1310,"firstName":"Yogalakshmi","profilePicture":{"id":"4b95c9792ff931bd1a671c6bf34ae717.png","url":"https://cdn.civis.vote/uploads/4b95c9792ff931bd1a671c6bf34ae717.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172620Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=14e10a7f795a22261f9a1ea62342656298f834b89b565fab1f33bb0457f45075","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":613,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003e1. First of all, I would expect Ministry to extend the Public Consultation to earlier 45 days.\u003c/p\u003e\n\n\u003cp\u003eA. In this, I would expect the Ministry to advertise on day one on the upcoming Project details to the Public in all leading Information distributors like Newspapers (both local and National), local TV channels etc.\u003c/p\u003e\n\n\u003cp\u003eB. Conduct F2F meeting from a representative (something like Ombudsman even NGT is fine) outside of the Ministry to access who is a neutral person (not belonging to any Minister's family or the Investor of the Projects family) with local representatives including native folks, public and edify them on the upcoming Projects (its advantages mostly including disadvantages as well).\u003c/p\u003e\n\n\u003cp\u003e2. This requires the Monitoring period to be quarterly, i.e. once in every three months.\u003c/p\u003e\n\n\u003cp\u003e3 \u0026amp; 4. For Enviornmental Clearance, the same representative is responsible for saying \"YES\" at first level and later it would go to Ministries process for Final approval.\u003c/p\u003e\n\n\u003cp\u003eOnce the Clearance is provided for any of the Category mentioned, make the Project public with Total estimation of Project and what is duration. We see many Projects are announced with advantages to people but none of them have the duration and how much Public money is spilled for those Projects.\u003c/p\u003e\n\n\u003cp\u003e5. Post facto approval will waive off the environmental damage which is already done by the project. Hazardous industries may use this loophole to start industries at any place.\u003c/p\u003e\n\n\u003cp\u003e6. Compliance report submission only once a year will make it near impossible to mitigate the damage done by the projects as one year completes many geographical, hydrogical cycles that makes changes in the environment.\u003c/p\u003e\n\n\u003cp\u003e7. Blanket exemption for strategic projects will pave way for violence on environment with impunity. Environmental degradation does not differentiate between projects. It will affect everyone equally. Suo moto reporting may never happen as there is no responsibility fixing mechanism for damage caused.\u003c/p\u003e\n\n\u003cp\u003e8. No exemption from public consultation process for any project whatsover.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1894,"firstName":"siddharth","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":617,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI humbly request to stop EIA 2020.\u003c/p\u003e\n\n\u003cp\u003eI will be a disaster for our mother earth.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1905,"firstName":"D2 Dairy","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":618,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eStop this EIA2020 act.. economic development should not be used as a trump card for killing our environment. We can recover from economic disaster after few years, but environmental disaster is irreversible. Hence I am against this act \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n\n\u003cp\u003ePlease be a responsible citizen and protect our environment resources for our next generation\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1908,"firstName":"Sujeetha","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":624,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAt the outset, I suggest this EIA Notification be postponed for sometime at least. This is because it was prepared prior to the outbreak of COVID19. Circumstances as well as the very concepts of environment have drastically changed ever since this Corona virus has struck the entire world. It has proved the necessity for every country to take environment in a global scale rather than in a local scale. Better the experts who have drafted this Notification sit together and decide whether there are any changes in EIA Notification required in light of these rather developments. on global scle.\u003c/p\u003e\n\n\u003cp\u003eWe may have to give more priority to safeguard our ecology, our habitat and it may also require much more stringent action against the defaulters. Certain regulations we may have to focus on a global scale.\u003c/p\u003e\n\n\u003cp\u003eAnther point I want to put forward on EIA Notification is:\u003c/p\u003e\n\n\u003cp\u003eThe major issue which this EIA Notification should consider is how we are going to tackle population growth vs insdustrial development. Though an industry might have been established in the out skirts of an urban environment today, soon colonies are being developed around it and naturally they become victims of  disasters in the industry as it happened in many cases in recent times. It may be essential to define much more stringent norms for the buffer space which the industry should allot all around its main establishment. \u003c/p\u003e\n\n\u003cp\u003eIt may also be a good idea if the government puts a locking period on the continuation of the industry, based on the populaton around the industry. The industry should shift its location  when the populaton around it reaches a critical level. This condition should be stipulated at the time of giving the first clearance for the consent for establishment of the industry.\u003c/p\u003e\n\n\u003cp\u003eDr.KSR Murthy\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1940,"firstName":"KSR","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":498,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eHello everybody\u003c/p\u003e\n\n\u003cp\u003ePlease ignoreeia2020\u003c/p\u003e\n\n\u003cp\u003eBecause it's collapse our nations pride\u003c/p\u003e\n\n\u003cp\u003eNature is our soul of human being\u003c/p\u003e\n\n\u003cp\u003eSo don't collapse our natural lifestyle in india\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1410,"firstName":"Magesh R","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":501,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003ei) Public should have rights to qusetion government and industires regard.\u003c/p\u003e\n\n\u003cp\u003eii) Monitoring should be 6 months once.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1422,"firstName":"Prakash","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":499,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003ea)Appeal Against Environmental Clearance shouldn't be allowed,\u003c/p\u003e\n\n\u003cp\u003eb)Monitoring Frequency should be at least half-yearly.\u003c/p\u003e\n\n\u003cp\u003ec)How many hearing about public consultations are unclear.\u003c/p\u003e\n\n\u003cp\u003ed)Economic development shouldn't be on the cost of the Environment.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1411,"firstName":"Adersh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":503,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEnvioronment Impact Assessment is key to fore see all the risks and impacts to the environment and come up with the required protective measures and mitigations \u003c/p\u003e\n\n\u003cp\u003eThe clauses of getting approval of their appraisal without environment impact assessment clearance , is a danger to the natural resourcs and reserves of the country.\u003c/p\u003e\n\n\u003cp\u003eI am against it as it is giving a free hand for the interseted to have appraisal approval and hten go ahead with civic consultation.\u003c/p\u003e\n\n\u003cp\u003e1. Period required for civic consultation shall be extended for 45 days.\u003c/p\u003e\n\n\u003cp\u003e2. Information shall be advertised in the TV for such an important bill for civic consultation.. circulate advertisements in TV , through SMS to the people. ALso share the draft in the official languages (including regional) for civic response.\u003c/p\u003e\n\n\u003cp\u003e3. EIA appraisal shall be done by independent internationally recognised biologists, envoirnmentalists taking into account the effects of the damages caused by projectsand their re-percussions.\u003c/p\u003e\n\n\u003cp\u003e4. For B1, B2 , civic consultation shall be gvien preference in teh process of appraisal and approval.\u003c/p\u003e\n\n\u003cp\u003e5. Post facto \u003cstrong\u003eappraisal \u003c/strong\u003eapproval shall not be given for any porjects. as ther is no liability or accountability on the damages already caused.by hte project activities.\u003c/p\u003e\n\n\u003cp\u003eFYI\u003c/p\u003e\n\n\u003cp\u003eIn 2020, many accidents have happened, killing many innocent people due to lapses and inadequate safety systems and protection measures. practised by the mutli national companies. They have a double standard in practising safety in their contry and in india.\u003c/p\u003e\n\n\u003cp\u003eThey have a perception that that safety can be their choice.It gives me fear wheteher we are safe in our own country.\u003c/p\u003e\n\n\u003cp\u003eIf they don't care or have concern on people lives , how come they have on environment.\u003c/p\u003e\n\n\u003cp\u003eI amagianst the draft report and the fsat track process of EIA and approval . This will kill our future generations assets - the NAture and the Environment.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1420,"firstName":"venkatesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":505,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against EIA 2020. PLS CANCEL THE ACT. . \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1442,"firstName":"Murali ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":506,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eStop this EIA2020 act.. economic development should not be used as a trump card for killing our environment. We can recover from economic disaster after few years, but environmental disaster is irreversible. Hence I am against this act obviously govt need to extend their to spend the time with people. Govt should develop the country from the bottom level assistance not from the top level assistance. Look at all over countrywide's they preventing their main source of the country. SAVE NATURE... NATURE WILL SAVE YOU... NATURE IS OUR MOTHER... I UNDERSTAND THIS BY INCIDENT... I HOPE EVERYONE WILLL .........\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1443,"firstName":"Faizul","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":508,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1450,"firstName":"Debahuti","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":509,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI'm against EIA 2020\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1452,"firstName":"Karthick raja ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":510,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eமக்கள் நலன் கருதி eia2020 கை விட வேண்டும்..... மக்கள் கருத்துக்களை கொண்டு முடிவு செய்ய வேண்டும் என்று கேட்டுக் கொள்கிறேன்.Eia 2020 மக்கள் வாழ்வில் பெரும் அளவில் உள்ளன,,, இதை  நாம் ஒன்றாக சேர்ந்து இதற்கு குரல் கொடுப்போம்\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1453,"firstName":"Sathish","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":397,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1014,"firstName":"Jashan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":404,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1037,"firstName":"Sivathanu","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":402,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eRelaxing thr norms further is not the way further, as Already we have been witnessing worst Environment impacting accidents, accounting for 8 out of 10 Highest polluted cities, and already poorly performing in EIA Index among compaare to other countries.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1034,"firstName":"Peter","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":403,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1036,"firstName":"Syed ahemed","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":413,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe Central Ministry has proposed a change in existing Environment Impact Assessment processes (EIA Notification, 2006) through a draft EIA Notification, 2020. The proposed notification will destroy the process of environmental protection and affecting the environment irreversibly, also making it easier for the corporates to get environmental clearances for their projects. Hence, We the people TAMILNADU, oppose the draft Environment Impact Assessment Notification, 2020, and request you to withdraw the same.\u003c/p\u003e\n\n\u003cp\u003eIt is evident from the fact that over 30 projects, located in some of India's most biodiverse forests have been urgently cleared or taken up for clearance in online meetings during the lockdown (April 23). Site inspections are a crucial component of project evaluation and are difficult during a pandemic. Ministry appears to be relying only on digital documents uploaded by the project developers. Even more surprisingly these projects have been cleared at a time when Covid-19 has revealed dramatically how seriously the loss of forest land and biodiversity can increase zoonotic diseases.\u003cbr\u003e\nEnvironmentalists also have raised their voice and wrote to Environment Minister regarding how forest and environment clearances were being granted across India during the lockdown. On that note, shockingly, the Ministry has put out a draft notification for public comments amidst global economic and public health emergency when there is restricted public movement.\u003c/p\u003e\n\n\u003cp\u003e The new amendment poses a serious threat to the environment and there are some areas of concern like granting post-facto clearances to Industries and leaving aside them with Fine alone in case of any violations. For several projects, the whole process of EIA is made simpler and fails to meet the standards of basic environmental protections. However, in an order on April 1, the Supreme Court held that \"ex post facto environmental clearances\" are contrary to law. It said: \"Environment law cannot countenance the notion of an ex post facto clearance. This would be contrary to both the precautionary principle as well as the need for sustainable development\".\u003c/p\u003e\n\n\u003cp\u003eA public hearing has been exempted to many industries (those producing acids, paints, fertilizers, pesticides, etc.) located in Notified Industrial Zone, this will create serious problems in areas that depend entirely on ground and river water for agricultural usage. Public consultation has also been exempted from a list of linear projects. Projects such as roads and pipelines in border areas will not require any public hearing. The 'border area' is defined as \"area falling within 100 kilometers aerial distance from the Line of Actual Control with bordering countries of India.\" That would cover much of the Northeast, the region with the country's richest biodiversity. Exemption from public hearing goes against International environmental law and agreements.\u003c/p\u003e\n\n\u003cp\u003eIncreased validity of the environment clearance for mining projects and river valley projects from 30 years currently to 50 years and, 10 years currently to 15 years respectively, thus increasing the risk of irreversible environmental, social, and health consequences on account of the project remaining unnoticed for long.\u003c/p\u003e\n\n\u003cp\u003eThrough the draft, it is enough for the industries to provide an annual environmental compliance report rather than half-yearly reports. Past experiences show that industries have continued to provide data that are false and inaccurate. Seeking an annual report provides an opportunity for the industries to further underestimate any socio-environmental issues arising in their projects.\u003c/p\u003e\n\n\u003cp\u003e The Public consultation process is diluted. The period for the public to submit their views and responses during a public hearing for any application seeking Environment clearance has been reduced from 30 days to 20 days. It is aimed at denying the proper opportunity to record the objections of the people of the region. \u003cbr\u003e\nThe various provisions of the draft are aimed at facilitating the government's doctrine of \"ease of doing business\". Hence, we would like to reiterate that it is our generation that will be a victim of the devastating effects of these twisted and diluted laws like the new EIA draft. In this age of high pollution levels in our cities, we need to strengthen the EIA 2006 instead of allowing amendments that will dilute the rules and encourage environmental violations.\u003c/p\u003e\n\n\u003cp\u003e The EIA can be used to bring India out of the Covid-19 pandemic as an environmentally aware country through a green recovery that strengthens the role of environmental and social protection of all people and nature instead of justifying the present forms of harmful development.\u003cbr\u003e\nSo, we request you to kindly withdraw the Draft EIA Notification – 2020, right now\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1070,"firstName":"Ashok","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":408,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eDear Mr. Mishra This is with reference to the draft EIA notification 2020 which was uploaded on the environment ministry's website om 12/03/2020. I raise my strong objection to the following points presented in the draft notification and request you to withdraw these notifications as it would have strong negative consequences for ecology and biodiversity of the country. 1. Point 7 on page 9 gave government total discretion on approving any kind of project which could very well be used by strong companies or mafia to create pressure on the government. 2. The list of exemptions mentioned in page 19 of the draft under the head public consultation gives exemption to virtually every project, for example the provision for relaxation given to companies for development in area with 100km aerial distance from LAC covers almost all of the north eastern states which is rich in biodiversity and these provision can cause serious damage to the environment. Not following Environment norms resulted in fire at the Baghjan well and these types of incidents will only rise if proper checks and measure isn't established. Roads are however important in development of northeastern states and i appreciate the initiative taken by government in this regard. 3. The concept of post facto clearence would give many industries a bypass to follow environment safety measures by paying a small fee and would act like a big blockage in the road towards sustainable development. This is also in direct contradiction to the order of supreme court dated 1st April 2020 stating POST FACTO CLEARENCE ARE CONTRARY TO LAW. 4. The inability of general public to register any kind if complaints and giving that power to only government and those that are currently involved in breaking the law would mean skipping an important step in keeping check and measures and would serve nothing but dire consequences for the environment and the ecology. 5. I raise strong objection to point 7 on page 9 which states that \"no information will be made public in regards to the decisions by the appraisal committee\" clearly is in violation to our right to information and a serious threat to the democratic fabric of our government. It is therefore my earnest request to make changes to the above mentioned provisions and reintroduce the draft after making necessary changes in the draft.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1056,"firstName":"Indhu","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":410,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe new notification includes certain provisions which could end up diluting the EIA process, especially the \u003cstrong\u003epublic consultation aspect.\u003c/strong\u003e It provides for a \u003cstrong\u003ereduction of time period from 30 days to 20 days for the public to submit their responses during a public hearing for any application seeking environmental clearance\u003c/strong\u003e. \u003cstrong\u003eIt also requires that the public hearing process be completed in 40 days compared to 45 days under the 2006 notification\u003c/strong\u003e. The main reason stated for reducing the time is that it would become easy for new investments to complete the formality of EIA.\u003cbr\u003e\n\u003cbr\u003e\n- The danger is that if adequate time is not given for the preparation of views, comments and suggestions to those who would be affected by the project, then such public hearings would not be meaningful.\u003c/p\u003e\n\n\u003cp\u003e- In the Samarth Trust Case, the Delhi high court had considered EIAs a part of participatory justice in which the voice is given to the voiceless and it is like a jan sunwai, where the community is the jury.\u003c/p\u003e\n\n\u003cp\u003e- Unless a public hearing is meaningful, the whole EIA process would lack transparency and credibility. \u003cstrong\u003eThe reduction of time would particularly pose a problem in those areas where information is not easily accessible or areas in which people are not that well aware of the process itself. \u003c/strong\u003eAs the Supreme Court has said in several judgments over the years, the time for making any representation should be adequate and if it is not, then it would be a violation of the principles of natural justice.\u003cbr\u003e\n- Even though the notification provides for the dissemination of information relating to public hearings through newspapers (and where dissemination through newspapers is not possible then by beating of drums or through radio or TV), the problem still remains. \u003cstrong\u003eThe issue of concern here is not the notice for public hearing but the access to information on which the affected people need to comment.\u003c/strong\u003e\u003cbr\u003e\n\u003cbr\u003e\n2. \u003cstrong\u003eThe project is allowed to start first and get an EIA clearance later.\u003c/strong\u003e This will allow for unmonitored destruction of the environment and will pose a huge threat to the residing communities.\u003c/p\u003e\n\n\u003cp\u003e3. \u003cstrong\u003eLoosened regulations: \u003c/strong\u003eRather than twice a year, the industries will have to now report compliance only once a year. Industries will be allowed to prepare reports themselves. There are high chances for them taking any and all measures in the name of development that will destroy the already disrupted environment.\u003c/p\u003e\n\n\u003cp\u003e4. \u003cstrong\u003eClearance exemption: \u003c/strong\u003eIf the clearance exemption clause is still provided, communities that will be affected by coal mining, petrochemical plants, irrigation or waterway projects will no longer be able to report industrial violations. In turn, again destroying the environment, forests and wildlife.\u003c/p\u003e\n\n\u003cp\u003e5. \u003cstrong\u003eFines in place of criminal implications: \u003c/strong\u003eSmall fines in place of criminal implications will give a leeway for industries to continue with their violations and destruction of the environment and its resources by just paying a small fine.\u003c/p\u003e\n\n\u003cp\u003e6. \u003cstrong\u003eNo public participation for dams, mining and highway expansion: \u003c/strong\u003eSuch projects no doubt are essential for development but if the communities residing around them, or the forest and the wilife surrounding the projects are being affected at alarming rates, there will not be any grievance redressal. It takes away the rights of vulnerable communities. If forests and wildlife are being affected by them, there will be no grievance redressal.\u003c/p\u003e\n\n\u003cp\u003eIn conclusion, all these new norms give free and easy access to industries to damage our already affected environment, threatened forests and wildlife and takes away the rights of the vulnerable communities, forests or wildlife affected by them. In the wake of this pandemic, we should be more thoughtful and considerate about our environment .\u003c/p\u003e\n\n\u003cp\u003eSuggestion-- rather than compromise on the time needed for gathering public opinion, the government should focus on bringing down the average delay of 238 days in granting environmental clearance. In Kerala, the administration took 1,049 days to clear the construction of the IT park project of M/s T Tech Park Ltd, instead of 105 days.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1060,"firstName":"Jithu","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":412,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eWe must keep the natural reserves for future. It is our hope \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1069,"firstName":"Gokul","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":414,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI raise my strong objection to the following points presented in the draft notification and request you to withdraw these notifications as it would have strong negative consequences for ecology and biodiversity of the country. We need to preserve our nature not to destroy. Development is not constuction of industries and buildings, development is to enhance the natural wealth that we have already. Our natural wealth is agriculture and forest rich in biodiversity.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1072,"firstName":"Arun","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":406,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI strongly oppose this draft EIA 2020.\u003c/p\u003e\n\n\u003cp\u003eThis proposed draft will make lot of impacts to the environment and all living beings including humans.\u003c/p\u003e\n\n\u003cp\u003e\"Environmental Safety\" shall be in that hands of responsible regulatory authorities, environmentalist, and people. Hence, public consent has to ensured before the start of any type of project. The Goverment shall abide the public consent and take necessary action for the welfare of the people and environment. Thus, I believe that there shall be given more importance for environmentalist and public consents, before any clearance to projects. And the Role of State government shall be given a big role in the process of decision making.\u003c/p\u003e\n\n\u003cp\u003eEnvironmentalist and people shall have the right to raise Public petition against any type of project.\u003c/p\u003e\n\n\u003cp\u003eWe indians encourage environment friendly projects only. The projects for development cannot harm people and their environment.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":2,"user":{"id":1044,"firstName":"jayakaran","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":513,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly vote against EIA2020 draft. In fact, we need to make even stronger norms to protect our natural resources rather than diluting the effective Act in the name of development.\u003c/p\u003e\n\n\u003cp\u003eAlso I feel this is not a correct time to bring this Act as many people are struggling to survive amidst Covid-19, so you can not really cover most of the countries population to provide their feedback on this draft.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1472,"firstName":"Muralitharan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":520,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am totally against this act.. Not sure if the leaders are thinking of the people or just to fill in their pockets.. Being a democratic country we people and our voices should be the bloodstream of the govt.. but here the case is not like that.. Already many industries have destroyed our natural resources and bringing more of them with fewer restrictions is just going to be like bringing down the hell fire... SAVE NATURE !!!SAVE INDIA !!! JAI HIND !!!\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1518,"firstName":"Sharath","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":614,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThis eia 2020 is not transparent. So please stop this act and don't destroy the environment more because it is already destroyed.. we rely on agriculture!(\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1895,"firstName":"Anand","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":526,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against EIA 2020\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1545,"firstName":"Puviarasu","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":534,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e \u003c/p\u003e\n\n\u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI strongly vote against EIA2020 draft. I strongly condemn diluting the effective Act in the name of development. In fact, its not development. Even if we do not make stronger norms to protect our natural resources, atleast we should not dilute it and pave way for the destruction of our environment.\u003c/p\u003e\n\n\u003cp\u003eAlso I feel this is not a correct time to bring this Act as many people are struggling to survive amidst Covid-19, so you can not really cover most of the countries population to provide their feedback on this draft.\u003c/p\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1566,"firstName":"Devaraj","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":417,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWe are basically allowing destruction of environment and eventually life at the behest of infrastructure. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1076,"firstName":"Priyanshi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":523,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThis draft should be totally opposed. This is against democracy , against the people. Need more stricter rules to protect the environment and not to destroy it. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1530,"firstName":"Shaik ahamed","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":524,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1536,"firstName":"Santhosh Kumar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":529,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI against for EIA 2020 it will mostly affect the nature, environment also human being.we should save nature for future generation.we must agaainst for EIA 2020.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1557,"firstName":"Sivaraj","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":531,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIan against EIA2020\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1564,"firstName":"santhana krishnan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":533,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003ei got this from the news paper,\u003c/p\u003e\n\n\u003cp\u003eThis new draft would come as a major embarrassment to the country in the international stage. It is also pertinent to note that India ranked a very lowly 177 out of 180 countries in the last released Environment Performance Index (EPI) 2018, a biennial report prepared by Yale and Columbia Universities along with the World Economic Forum. India must draw inspiration from countries like Singapore and Denmark that consistently top the charts in both ease of doing business and environment performance indices.\u003c/p\u003e\n\n\u003cp\u003eso, government of india need to withdraw this statement immediately.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1563,"firstName":"Senthil","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":536,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThis is a very dangerous and not thought through bill by Govt of India,  Mr. Modi and Mr. Prakash Javadekar have you really thought about this impact to our country.  Already India is ranking worst in managing pollution and Mr. Modi goes around the globe talking on controlling pollution and his government comes with such ridiculous bill (EIA 2020).  I did not expect BJP to even think off recommending such a worst bill.  Please stop and we Indians are against this bill.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1573,"firstName":"SEKAR","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":539,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against EIA 2020 draft to protect our enviroinment , nature and preserve them. Let us preserve our nature and leave our earth a livable place for our future generations.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1584,"firstName":"Sivasubramaniam","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":543,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eStop this EIA2020 act.. Dont waste our natural resources and environment..\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1597,"firstName":"anand","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":545,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly oppose EIA.. we need our environment to be safe.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1617,"firstName":"Suresh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":544,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly oppose EIA 2020...\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1602,"firstName":"JYOTI SANKAR","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":546,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIndia has worked hard to achieve whatever progress we have in last decade. We are among top 5 most vulnerable country to climate change . Why would you people are trying to risk all the changes we have made. Climate change is not in future it's happening now.\u003c/p\u003e\n\n\u003cp\u003eReject this draft make another environment friendly one. Where violators can't just carry on with paying fine.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1618,"firstName":"manish","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":547,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWithdraw EIA2020\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1620,"firstName":"Murugan ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":548,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e\"Public Consultation\" for environmental clearance process seems intentionally vague and no precedence for how they have been effectively handled in our country.  Environmental Impact Assessment has lost its very reasonof existence which is \"account the needs of communities, and should be a meticulously planned, elaborate process to ascertain the environmental viability of a project\". Now it seems to be very friendly to navigate and circumvent public opinions and consultations, and the any objections from the boards. I strongly oppose this draft, considering how dangerous and impactful it can be to our planet, our only home where we live. Please reconsider and create strict measures for industries to be conscious of the environment. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1626,"firstName":"Rama Subramanian","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":551,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eDear Ministry of Environment, Forest an Climate Change,\u003c/p\u003e\n\n\u003cp\u003eI do not agree with EIA 2020, Kindly make an assessment which will reduce the dependency upon the environment, Our ancestor has already seen many mass extinction of nature not our children too.\u003c/p\u003e\n\n\u003cp\u003eVivek Singh\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1637,"firstName":"Vivek ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":432,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1141,"firstName":"Bala","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":428,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWe must keep safe our india because of money we dont want to loose our beautiful country\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1132,"firstName":"Emmanuel","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":423,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI think many problems are with this new EIA 2020\u003c/p\u003e\n\n\u003cp\u003eFirst, the public consultation time has been reduced to 40 days, instead of reducing this time this time should be increased becuase eventually its is the genral public of that area who is going to suffer.\u003c/p\u003e\n\n\u003cp\u003eSecondly, The monitoring time has been relaxed to 1 year from 6 months this is a very wrong step by gov, increasing the monitoring would provide even more time to the companies to violate enoviornmental laws resulting in serious enviornmental crisis\u003c/p\u003e\n\n\u003cp\u003eThird,  Public hearing is no longer required ....this is against democracy, every decision that has to be taken regarding enviornment should include public hearing and a proper voting system to get a best decision.\u003c/p\u003e\n\n\u003cp\u003eIndia already ranks 168 out of 180 countries in the world for the enviornment performance index ...which is a very bad performance if we further dilute the enviornment laws our rank is going to worsen and eventually would lead to destruction.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1071,"firstName":"Shivansh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":316,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":824,"firstName":"दिप्ती","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":425,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eWe must keep the natural resources for future. So don't pass the Draft. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1108,"firstName":"perthanna","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":439,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. First of All INDIA\u003c/p\u003e\n\n\u003cp\u003eSTOP This Act \u003c/p\u003e\n\n\u003cp\u003eThis is a Irrevalant for a Indian Environment .\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1165,"firstName":"David","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":426,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI think it is uselss.. already so many environmental pollution is available in the contry.. so this need to revisited or cancelled.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1126,"firstName":"Manivannan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":431,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1140,"firstName":"VIGNESH","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":430,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEIA 2020 needs to have public rights to report any issues with the company.  The current EIA 2020 to include all the rights to public and social activist. Our country is already polluted with many factories like sipcot, leather factories, etc.. Hence please keep good norms which have public rights to ask any questions if something not cleared followed by the industries.\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1135,"firstName":"Dani","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":435,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIt is completely our responsibility to save ourselves, our childrens, country, environment, etc. It seems term of Democracy (Of, By, For the people) been ruined by our government and trying to act always against peoples.\u003c/p\u003e\n\n\u003cp\u003e1. Why they want to reduce no of days on public consulation, even previous 45 days is lesser considering our population and government awareness spreading across peoples? In fact, they have to increase.\u003c/p\u003e\n\n\u003cp\u003e2. They say public consulation, is it really happening? Even the peoples around the project place is not informed or consulted. So they have to include clause to bring this awareness or consultation as a transparent progress? Opinion poll should be kept publicly after proper (Pros and Cons) information about the project after educating them.\u003c/p\u003e\n\n\u003cp\u003e3. People and Social activist should have the critism power to bring negative industries. It is a basic rights on democracy.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1136,"firstName":"MOHAMED","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":437,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eDemands for amendment of EIA guidelines 2020:\u003c/p\u003e\n\n\u003cp\u003e1. Period for public consultation: a) to be increased to minimum of 45 days; b) public consultation platform should ensure widespread accessibility, visibility and information on the same; c) format of public consultation and provision of EIA guidelines 2020 in vernacular languages. \u003c/p\u003e\n\n\u003cp\u003e2. Monitoring frequency to be increased from 1 year to minimum of 6 months, preferrably quaterly assessment. Calculation of cumulative change observed in the environmental impact of the projects over small intervals lead to more accurate impact assessement. \u003c/p\u003e\n\n\u003cp\u003e3. Environmental clearance: to be decentralized further than center and state government.\u003c/p\u003e\n\n\u003cp\u003e4.It is the duty of the government to ensure each and every citizen get fresh air to breathe pure water to drink and good environmental condition to live.More than industrial growth and employment natural resource is important the heritage of once nation should be preserved and handovered to next generation. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eA nations growth and prosperity is measured by how the nations protects its natural resources.\u003c/p\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1150,"firstName":"Ponnarasan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":427,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI m not satisfied with this act..so plz withdraw eia2020 act \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1128,"firstName":"ASMR","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":440,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eLot of issues in the act against our enivorinment....already we are in the situation to save our natural resources .... now this the change which will go against our resources is not necessary ...\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003ePlease withdraw this act to bettermenent feature of india...\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1169,"firstName":"vinoth","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":319,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe draft EIA 2020 should ideally become stronger and further the mission of the EPA under which it gains it's authority. \u003c/p\u003e\n\n\u003cp\u003eThe major problems I have with the current draft EIA 2020 is:\u003c/p\u003e\n\n\u003cp\u003e1. The relaxation of the rules regarding public consultation ( in some cases the decrease in the time period alloted for the public to voice their concerns and in other cases the complete lack of the necessity of holding a public consultation) \u003c/p\u003e\n\n\u003cp\u003e2. RED category industries are being labelled as Category B2, falling under the most lenient procedures of environmental clearance which logically should not be the case of a good EIA \u003c/p\u003e\n\n\u003cp\u003e3. National highways, and other roads could come up in protected areas without public consultation. This could exarcebate the already fragile ties the government has with adivasi communities and lead to mass destruction of our forests and wetlands, habitats to endangered ecology and finally a complete environmental collapse. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":827,"firstName":"Maria ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":442,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1182,"firstName":"gowtham","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":324,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWhen the monitoring needs to be more frequent then the Draft Environment Impact Assessment Notification, 2020 says to relax it. It itself raises a lot of questions. And the environmental clearance process will turn into the centralized process which is actually against the democratic system and narrow perspective of such a vast issue. There are many problems with this new 2020 draft.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":835,"firstName":"Sonali","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":554,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eAs a citizen, knowing the drawbacks of EIA2020 act, we totally stand aganist it. We want the government to withdraw this act back and save our nation. Please dont demolish the country.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1649,"firstName":"ANUsha","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":447,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eI strongly oppose this draft EIA 2020.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1210,"firstName":"Sabari","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":448,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIndia is now attracrina huge FDI from across the world after the outbreak of Corona. We Indians require this growth opportunity in the way such that our environment should be saved for our future generations. I expect that the rules should not be changed even if the work gets delayed for setting up a production /manufacturing unit. My answer is no to EIA 2020.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1216,"firstName":"Senthil","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":565,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEnvironment is more important than economy. Environment should be first factor for any development projects. EIA 2020 acts as a threat to environment. Hence, I am voting against it. Please supprot\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1689,"firstName":"Vinoth","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":556,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI request the lawmakers to withdraw this EIA 2020 and urge to continue what is existing.\u003c/p\u003e\n\n\u003cp\u003eThis act will bring total harness to the environemt and later to the mankind. How an employee will raise his voice against the employer ? Every Indian citizen should be provided with the right to complaint against the environmental problems created by whom so ever. WITHDRAW EIA 2020 !!\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1657,"firstName":"Sanjai K","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":557,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1662,"firstName":"Nithin","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":569,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1724,"firstName":"Sambath","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":568,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly believe, the modified bill will help industries setting up their factories by not worrying about the negative impact it creates to the environment since the bill reduces transperancy in communication between industries and general public who gets affected by those industries. So, i strongly recommend to withdraw the bill.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1714,"firstName":"Arun","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":570,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eWe all have a place that we call as our home, Bengaluru, India, Earth where we breathe clean air, eat healthy food \u0026amp; drink clean water. If this act is approved, then we won't be having a place that we call as our home anymore.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1727,"firstName":"Geethapriyan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":574,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIt's against the Common Indian Citizen Right. If it come in place all people of india has to suffer and will be in position buy even the air to breathe.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1759,"firstName":"Ravi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":382,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. To be heard is a right and turning down any chance of public hearing for strategic projects isn't welcoming. \u003c/p\u003e\n\n\u003cp\u003e2. Ex-ante regulation should be put in place instead of post facto regulation. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":979,"firstName":"Vaishnavi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":386,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEvery step in relaxing the already less stringent environmental laws is a nail on our own coffin. When the climate crisis is deepening, we cannot turn our head. If we will do so, we are moving towards a terminal where mankind will go extinct!\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":985,"firstName":"Krishna","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":392,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIt is a well known fact that a significant roadblock for key infrastructure projects in India is the need for Environmental Clearances. For example, the Navi-Mumbai International Airport has been delayed for over a decade due to environmental clearance issues. Additionally, existing regulations make it cumbersome for project operators to obtain appropriate project financing, which make it even more difficult to accommodate concerns and issues raised by the appraisers. \u003c/p\u003e\n\n\u003cp\u003eAs per a Ministry of Statistics and Program Implementation Report in October 2019 as many as 388 infrastructure projects (totalling over Rs. 4 lakh crore) had been hit by cost overruns of various reasons - environmental reasons being one of them.  Such delays and financing issues increase overall cost on projects and might even make them unviable. This leads to an increased burden on the government exchequer for infrastructure financing. While the draft EIA notification appears to make the process of obtaining EP or EC easier, it would be hugely beneficial if the environmental authorities allocated regulatory resources prioritizing overall project costs (including public and private expenditures). This would require better communication channels between the project financing authorities and the EIA authorities. \u003c/p\u003e\n\n\u003cp\u003eSpeaking of clearances, it's worth pointing out that govt employees responsible for conducting EIAs are also human, and there has to be a way for business owners to elevate concerns of improper behavior. Something like Karnataka's SAKALA would be useful here, which allows citizens to appeal when they are being stonewalled by someone looking for a bribe (for some govt departments, at least).\u003c/p\u003e\n\n\u003cp\u003eAnother problem that may not have been remedied by this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation – they issue work orders to cut trees in bunches of 49 or less. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe third major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and are usually perfunctory. We as a nation lack a cohesive public consultation space and hence such consultations often proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to allow the public to subscribe to a mailing list that can - most importantly! - be categorized and filtered by location etc, so that citizen engagement isn't eroded by information fatigue, along with informative flyers put up at the panchayat level for the full forty days of public consultation.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":736,"firstName":"Beli","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":390,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! \u003c/p\u003e\n\n\u003cp\u003eThen the issues come in with the post-facto clearance. Post facto approval will waive off the environmental damage which is already done by the project. Hazardous industries may use this loophole to start industries at any place.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":994,"firstName":"Apoorv","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":451,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003ePublic should have rights to qusetion government and industires regard \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1228,"firstName":"Satheesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":454,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly oppose Draft Environment Impact Assessment 2020 (EIA 2020).\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1239,"firstName":"Vetrivel","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":457,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAm against this act. India can come up with opportunities and ideas with existing resources. Good Leadership and Best Administrative skills is something that we should get evolved by keeping our own ideas with existing resources. I would recommend GOVT should come up with development plans by refining our existing resource. India can stay to be as DEVELOPING COUNTRY itself than trying to prove as DEVELOPED COUNTRY by spoiling all the resources. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1252,"firstName":"Madhavan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":460,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eNowadays we are in situations that we have to fight for our rights, survival in our home country, protecting our generation, natural resources is very very difficult with the state cum central government.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1260,"firstName":"Sundar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":461,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1264,"firstName":"Abinayasundari ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":579,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI request the lawmakers to withdraw this EIA 2020 and urge to continue what is existing.\u003c/p\u003e\n\n\u003cp\u003eThis act will bring total harness to the environemt and later to the mankind. How an employee will raise his voice against the employer ? Every Indian citizen should be provided with the right to complaint against the environmental problems created by whom so ever. WITHDRAW EIA 2020 !!\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1777,"firstName":"Palani","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":580,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eStop the EIA2020 ACT ... Save the natural resources...\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1784,"firstName":"Archana","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":637,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI strongly condemn this draft as it is likely to harm the biodiversity of india specially in NE region.it will further loosen this prevailing act and allow the looterans to exploit our nature so easily.so I'm totally against this draft.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1974,"firstName":"Pradip","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":641,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eEIA ACT 2006 is not redundant.. And lifting of the norms for business clearance is not welcome..  I firmly oppose it..we are all for development as long as it is substantial.. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1982,"firstName":"Shobhitha","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":642,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eStop environment impact assasment (EIA).  First protect our environment,don’t bring this like worst rules to distroy our environment.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1986,"firstName":"Sanjay ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":643,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1987,"firstName":"Irfana","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":657,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eAm totally against it. This was created in 1986 to save the unethical usage of resources of India. What about the future of India if we lose everything. What about the future generation. Pls stop this. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2043,"firstName":"Lourdes","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":658,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am against EIA 2020. Need re-evaluation. Save our environment\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2029,"firstName":"Krishnendu","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":646,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2014,"firstName":"Ananth","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":647,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThis draft is more favouring towards industrialisation, but in case of enviornment we need holistic approach and the motive of such drafts must be in the favour of enviornment and its conservation not on industrialisation, strict laws must be made for clearance in order to prevent gas leak tragedies and so on and also to preserve biodiversity and human quality of life\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2015,"firstName":"Deepty","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":649,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe Central Ministry has proposed a change in existing Environment Impact Assessment processes (EIA Notification, 2006) through a draft EIA Notification, 2020. The proposed notification will destroy the process of environmental protection and affecting the environment irreversibly, also making it easier for the corporates to get environmental clearances for their projects. Hence, We the people Tamilnadu, oppose the draft Environment Impact Assessment Notification, 2020, and request you to withdraw the same.\u003cbr\u003e\nAmidst the pandemic situation, it is improper to take decisions that will have an irreversible impact on the environment. However, the Union Ministry is keen on making changes in Environment rules and granting clearances. It is evident from the fact that over 30 projects, located in some of India's most biodiverse forests have been urgently cleared or taken up for clearance in online meetings during the lockdown (April 23). Site inspections are a crucial component of project evaluation and are difficult during a pandemic. Ministry appears to be relying only on digital documents uploaded by the project developers. Even more surprisingly these projects have been cleared at a time when Covid-19 has revealed dramatically how seriously the loss of forest land and biodiversity can increase zoonotic diseases.\u003cbr\u003e\nEnvironmentalists also have raised their voice and wrote to Environment Minister regarding how forest and environment clearances were being granted across India during the lockdown. On that note, shockingly, the Ministry has put out a draft notification for public comments amidst global economic and public health emergency when there is restricted public movement.\u003c/p\u003e\n\n\u003cp\u003eMajor Issues:\u003c/p\u003e\n\n\u003cp\u003e•    The new amendment poses a serious threat to the environment and there are some areas of concern like granting post-facto clearances to Industries and leaving aside them with Fine alone in case of any violations. For several projects, the whole process of EIA is made simpler and fails to meet the standards of basic environmental protections. However, in an order on April 1, the Supreme Court held that \"ex post facto environmental clearances\" are contrary to law. It said: \"Environment law cannot countenance the notion of an ex post facto clearance. This would be contrary to both the precautionary principle as well as the need for sustainable development\".\u003c/p\u003e\n\n\u003cp\u003e•    A public hearing has been exempted to many industries (those producing acids, paints, fertilizers, pesticides, etc.) located in Notified Industrial Zone, this will create serious problems in areas that depend entirely on ground and river water for agricultural usage. Public consultation has also been exempted from a list of linear projects. Projects such as roads and pipelines in border areas will not require any public hearing. The 'border area' is defined as \"area falling within 100 kilometers aerial distance from the Line of Actual Control with bordering countries of India.\" That would cover much of the Northeast, the region with the country's richest biodiversity. Exemption from public hearing goes against International environmental law and agreements.\u003c/p\u003e\n\n\u003cp\u003e•    Increased validity of the environment clearance for mining projects and river valley projects from 30 years currently to 50 years and, 10 years currently to 15 years respectively, thus increasing the risk of irreversible environmental, social, and health consequences on account of the project remaining unnoticed for long.\u003c/p\u003e\n\n\u003cp\u003e•    Through the draft, it is enough for the industries to provide an annual environmental compliance report rather than half-yearly reports. Past experiences show that industries have continued to provide data that are false and inaccurate. Seeking an annual report provides an opportunity for the industries to further underestimate any socio-environmental issues arising in their projects.\u003c/p\u003e\n\n\u003cp\u003e•    The Public consultation process is diluted. The period for the public to submit their views and responses during a public hearing for any application seeking Environment clearance has been reduced from 30 days to 20 days. It is aimed at denying the proper opportunity to record the objections of the people of the region. \u003cbr\u003e\nThe various provisions of the draft are aimed at facilitating the government's doctrine of \"ease of doing business\". Hence, we would like to reiterate that it is our generation that will be a victim of the devastating effects of these twisted and diluted laws like the new EIA draft. In this age of high pollution levels in our cities, we need to strengthen the EIA 2006 instead of allowing amendments that will dilute the rules and encourage environmental violations.\u003c/p\u003e\n\n\u003cp\u003eThe current draft lacks understanding of the adverse effects of activities like disturbances in eco-sensitive zones, extensive minings. The notification was released on 23rd March 2020, surprisingly right before the day of nationwide lockdown. There has been no wide publicity given to the same except being uploaded on the website. The Covid-19 pandemic has been a time to stay safe and protect oneself. Hence, the government must understand it is not the right time to make amendments in EIA Notification for its aspiration of doing business. We sincerely hope that the Environment Ministry will encourage informed public participation as committed through Principle 10 of the Rio Declaration and the principle of Natural Justice. The EIA can be used to bring India out of the Covid-19 pandemic as an environmentally aware country through a green recovery that strengthens the role of environmental and social protection of all people and nature instead of justifying the present forms of harmful development.\u003c/p\u003e\n\n\u003cp\u003eSo, we request you to kindly withdraw the Draft EIA Notification – 2020, right now.\u003c/p\u003e\n\n\u003cp\u003eThanking you\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2017,"firstName":"Vinodh Kumar","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":337,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIn and of itself, the consultation process should have retained the 45 days window. Can see no valid reason as to why that was shortened.\u003c/p\u003e\n\n\u003cp\u003eFirstly, the draft process mentions the various clearances that would be required and how it plans to segregate it into 'categories', as a citizen I would've liked it if there was a precedent and I knew where this was coming from - thus, an even greater need for public consultations.\u003c/p\u003e\n\n\u003cp\u003eSecondly, when one jumps into the weeds of the draft, they'll be drowned out by references and cross-references to a section after section which in the end makes the whole process incredibly cumbersome and difficult to understand.\u003c/p\u003e\n\n\u003cp\u003eIn conclusion, the need for more conversation around our environment can't be stressed enough. However, as the recent episodes with the NGT show, we need to place a greater emphasis on the need for public consultation where the 'public' is part of the process from the get-go.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":648,"firstName":"Soumojit","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":661,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e On a comparative analysis of EIA regulations in India with countries of the EU and USA, it can be observed that the process in India deliberately limits involvement of public and government agencies in the initial stages and has no provision to account for landscape and visual impacts of a project. We cannot accept the policy of allowing polluting and destroying the environment by starting activities without any prior assessmets. I demand the withdrawal of the proposed Environment Impact Assessment Notification, 2020.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":2045,"firstName":"Madhusoodanan","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":331,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIt is understandable that businesses would want the process of an EIA to be quick \u0026amp; efficient. However, changing the process to be lax is not the solution. We should actually work on frameworks to make the EIA thorough, transparent and easy to spot discrepencies. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":6,"firstName":"Michael","profilePicture":{"id":"02acd0acf9c0655b1309ca3b00fec17f","url":"https://cdn.civis.vote/uploads/02acd0acf9c0655b1309ca3b00fec17f?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172621Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=baa2a448532fe6cff17f35558dae927904cf2c0630c150a7c4beade5f97a81f0","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":339,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eSafety of environment depends on responsible regulatory authorities and public consent. Here local people are the most affected entity of social structure when an environmental regulation is passed. Thus I believe more weitage should be given to public opinion in the process of clearance. Role of state government and local government should be increased in decision making.\u003c/p\u003e\n\n\u003cp\u003eSafety of environment depends on responsible regulatory authorities and public consent. Here local people are the most affected entity of social structure when an environmental regulation is passed. Thus I believe more weitage should be given to public opinion in the process of clearance. Role of state government and local government should be increased in decision making.\u003c/p\u003e\n\n\u003cp\u003eConsidering climate change \u003c/p\u003e\n\n\u003cp\u003eConsidering climate change there should be a provision to file a petition against the already approved resolution.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":874,"firstName":"Vineet","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":335,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIn my opinion, the period for consultation should be kept as 45 days itself and the frequency of monitoring must be increased. It is good that there is an option to appeal to the tribunal.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":866,"firstName":"Joshiya","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":585,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e\u003cimg src=\"https://www.civis.vote/assets/images/person-default.svg\"\u003eThere are many problems with this draft on the environmental and democratic view.At this pandemic situation govt should not do this \u0026amp; take back this draft immediately.This draft should publish the all language,at least, which is listed in our currency.\u003c/p\u003e\n\n\u003cp\u003eAm totally.against this draft.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1156,"firstName":"Lakshmi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":586,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI am totally against this act. Please stop processing this act which makes very very poor fo next generation people for their furture\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1806,"firstName":"Abdul","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":240,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThank you, team, for your continued efforts in resisting the implementation of draft EIA 2020. It is high time for authorities to understand that activities that could adversely affect the environment are no longer just some \"business\" or \"development\" opportunities; rather, improving the requirements for such assessments and making them even more stringent is an important step towards building a sense of collective responsibility of citizens for the most critical aspect of life - the environment. It is also time for change in leadership - not for leaders with just more tenure or better contacts, but for leaders who understand the serious implications of playing around with ecological balance. Hoping to see the draft EIA 2020 scrapped when the time comes.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":646,"firstName":"Sowmya","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":364,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eOne of the major problems with this report is the categorization of the project. For example, Section 8 (3)(vii) of the Karnataka Preservation of Trees Act, 1976, stipulates that if more than 50 trees need to be cut for any infrastructure purpose, permission can only be issued after a public consultation. Officials have figured out a way to avoid this situation for sometime – they issue work orders to cut trees in bunches of 49 or lesser. To cut fewer than 50 trees, only permission from the BBMP Tree Officer is needed, and nothing more.\u003c/p\u003e\n\n\u003cp\u003eIpso facto, it's easy to circumvent categorization of projects in order to avoid public consultation.\u003c/p\u003e\n\n\u003cp\u003eThe second major pitfall is the lack of transparency of public consultations. Public consultations are posted in some esoteric corner of the internet and is usually prefunctory. We as a nation lack a cohesive public consultation space and hence most such consultations proceed with paltry inputs after they've been suspended in the void for a few days. Unless we solve the issue of proper public consulation, we'll be at the mercy of serendipity. An easy solution to this would be to post evey public consultation on a public forum like Twitter and to take strict action against any project which doesn't have a corresponding post on the twitter handle.\u003c/p\u003e\n\n\u003cp\u003eIf we can tackle the subversion of categorization and lack of a good space for public consultation. We can ensure that such Environmental Impact Assessments have legs on which they can stand upon.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":932,"firstName":"Yashitha ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":371,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eHello,\u003c/p\u003e\n\n\u003cp\u003eP1 - Monitoring frequency should be such that minimises the impact. A year's period will be a huge loss! This needs a 'rethink'!\u003c/p\u003e\n\n\u003cp\u003eP2- Public Consultation - The more the better. 45 should be an ideal if not less or more\u003c/p\u003e\n\n\u003cp\u003eP3 - Environmental Clearance - Decentralisation of power for clearances will anytime help speed up the process and minimize the red-tapism. Along with that, we should rethink around the categories we are issuing under A, B1 \u0026amp; B2. I quote from an article....\"draft notification also stated that while projects concerning national defence and security or “involving other strategic considerations as determined by the Central government” would not be treated as category ‘A’, “no information relating to such projects shall be placed in public domain”. Such consideration will dissolve the purpose of assessing the impact on environment through such audits. \u003c/p\u003e\n\n\u003cp\u003eP4 - Environmental Clearance Process - Each category of project should be strictly gone through appraisal process. If not, this will give an open opportunity for the big gainers to further deteriorate the operations in environmental terms. \u003c/p\u003e\n\n\u003cp\u003eThis stage sees the overall and detailed scrutiny of the final EIA report, which will have been presented to EAC or SEAC. The EAC or SEAC considers the environmental aspects of the project and makes a recommendation to the Regulatory Authority on whether prior EC should be granted or not. No one should be let escaped from this. \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":946,"firstName":"Neelam","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":356,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe major problem I have with the EIA 2020 is that it proposes to declare some areas as ‘economically sensitive areas’, on the recommendation of Ministry of Environment, Forest and Climate Change, which means that it would be taken outside the ambit of the mandatory environmental and other clearances. Third party monitoring is another issues, here is ambiguity about these institutions, how will it be choosen and in which instance these institutions will work. It seems that EIA draft is all about ease of doing business and ignoring the threat to the nature.\u003cbr\u003e\n \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":911,"firstName":"Nitesh","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":366,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eDemands for amendment of EIA guidelines 2020:\u003c/p\u003e\n\n\u003cp\u003e1. Period for public consultation: a) to be increased to minimum of 45 days; b) public consultation platform should ensure widespread accessibility, visibility and information on the same; c) format of public consultation forms to be made easier and specific for effective suggestion making by the people. This means provision of EIA guidelines 2020 in vernacular languages. \u003c/p\u003e\n\n\u003cp\u003e2. Monitoring frequency to be increased from 1 year to minimum of 6 months, preferrably quaterly assessment. Calculation of cumulative change observed in the environmental impact of the projects over small intervals lead to more accurate impact assessement. \u003c/p\u003e\n\n\u003cp\u003e3. Environmental clearance: to be decentralized further than center and state government. Due to the proximity of project to specific geographies, local governing bodies with environmental experts will have a better qualitative and quantitative understanding of immediate and long term impact of the project on local environment. \u003c/p\u003e\n\n\u003cp\u003e4. Project categorization \u0026amp; clearance: projects should have specific qualitative and quantitive markers for categorization. These markers based on the degree of impact on different categories of biodiversity in the particular area, including the natural water body reserves, should determine the categorization of the project as 'A', 'B1' or 'B2'. The present categories are incomplete and insufficient. All projects irrespective of their categories should undergo same clearance procedure, but different level of authorities depending on the spatial extent of the project. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":934,"firstName":"Shruti","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":368,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eThe monitoring of the projects should be more regular and stricly adhere to and audited by an independent third party. Keeping a timeline of one year for monitoring the projects might have huge enviornmental impact throughout the year, which will be known at the en dof the year when it would be very difficult to undo or prevent the negative impact of any project.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":938,"firstName":"Amarpreet K","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":465,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eI'm against at this Act.....\u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":1290,"firstName":"Sudhakaran","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":265,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003eIt is a well known fact that a significant roadblock for key infrastructure projects in India is the Environmental Clearances. For example, the Navi-Mumbai International Airport has been delayed for over a decade due to environmental clearance issues. Environmental Clearances should not be viewed at as a “roadblock” to getting a project up and running. However, existing regulations make it cumbersome for project operators to obtain appropriate project financing, which make it even more difficult to accommodate concerns and issues raised by the appraisers. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\n\u003cp\u003eSuch delays and financing issues increase overall cost burden on projects and make them unviable over a period of time. This further leads to increased burden on government exchequer on infrastructure financing. While the draft EIA notification appears to make the process of obtaining EP or EC easier, I feel it would be beneficial to include overall project costs (including public and private expenditures) in the categorization process. This would facilitate a greater link between the project financing authorities as well as EIA authorities. Project costing dimensions should be taken into consideration while categorizing overall risk profile of the project in consideration. As per a Ministry of Statistics and Program Implementation Report in October 2019 as many as 388 infrastructure projects (totalling over Rs. 4 lakh crore had been hit by cost overruns of various reasons - environmental reasons being one of them). It is therefore imperative that project clearance and financing agencies/authorities take into account such measures that include overall costing of the project. This will reduce overall project financing burden.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":1,"user":{"id":251,"firstName":"Ameya","profilePicture":{"id":"b6f03b84631e402e2537f25ce9722d84.png","url":"https://cdn.civis.vote/uploads/b6f03b84631e402e2537f25ce9722d84.png?X-Amz-Algorithm=AWS4-HMAC-SHA256\u0026X-Amz-Credential=%2F20200808%2Feu-west-1%2Fs3%2Faws4_request\u0026X-Amz-Date=20200808T172621Z\u0026X-Amz-Expires=900\u0026X-Amz-SignedHeaders=host\u0026X-Amz-Signature=3b95ebe1b83871b0232c82dae6b6497c0f06667de6523f47d48d59f8596a830e","__typename":"ShrineAttachment"},"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":468,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1299,"firstName":"Murugapandi","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":591,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eThere are many problems with this draft on the environmental and democratic front. \u003c/p\u003e\n\n\u003cp\u003eFirstly, this draft proposes to shorten public hearings and exempt some large industries from public hearings itself- includes irrigation, dam works, etc. Marginalised communities who depend on the land for all their needs will can technically lose it without being consulted for 'strategic projects'. The term strategic projects could be anything- it is not clearly defined at all! Either this, or there is lesser time for mobilisation and organised protest because of the shortening of the public hearing period. \u003c/p\u003e\n\n\u003cp\u003eThen the fait accompli issues come in with the post-facto clearance. The validity for clearances for certain industries have increased- newer installations to projects can be done at much more ease with less consultation because of the clearances. The compliance report has reduced annually instead of bieneally- which causes all the more damage and lesser need for checkups! This pandemic should have been a wake up call to strengthen the environment regulations not dilute it further.\u003c/p\u003e\n\n\u003cp\u003eThis draft should definitely be withdrawn and released at a more suitable date when people are not grappling with a global pandemic. When it is released, it should be done with adequate time for the public hearing period. There should be more transparency regarding the response people give during this period and why it has been implemented or not implemented in the final report. \u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1820,"firstName":"Mark Reddy","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":592,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eI am against EIA 2020. . detrimental to human survival. Who put drinks fire to get money. Idiotic.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":1826,"firstName":"Raja ","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":374,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cdiv class=\"trix-content\"\u003e\n\u003cp\u003eDemands for amendment of EIA guidelines 2020:\u003c/p\u003e\n\n\u003cp\u003e1. Period for public consultation: a) to be increased to minimum of 45 days; b) public consultation platform should ensure widespread accessibility, visibility and information on the same; c) format of public consultation forms to be made easier and specific for effective suggestion making by the people. This means provision of EIA guidelines 2020 in vernacular languages. \u003c/p\u003e\n\n\u003cp\u003e2. Monitoring frequency to be increased from 1 year to minimum of 6 months, preferrably quaterly assessment. Calculation of cumulative change observed in the environmental impact of the projects over small intervals lead to more accurate impact assessement. \u003c/p\u003e\n\n\u003cp\u003e3. Environmental clearance: to be decentralized further than center and state government. Due to the proximity of project to specific geographies, local governing bodies with environmental experts will have a better qualitative and quantitative understanding of immediate and long term impact of the project on local environment. \u003c/p\u003e\n\n\u003cp\u003e4. Project categorization \u0026amp; clearance: projects should have specific qualitative and quantitive markers for categorization. These markers based on the degree of impact on different categories of biodiversity in the particular area, including the natural water body reserves, should determine the categorization of the project as 'A', 'B1' or 'B2'. The present categories are incomplete and insufficient. All projects irrespective of their categories should undergo same clearance procedure, but different level of authorities depending on the spatial extent of the project. \u003c/p\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n\n\u003cp\u003e \u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":0,"user":{"id":956,"firstName":"Soumyodeep","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"},{"node":{"id":277,"answers":null,"downVoteCount":0,"responseText":"\u003cdiv class=\"trix-content\"\u003e\n  \u003cp\u003e1. Post facto approval will waive off the environmental damage which is already done by the project. Hazardous industries may use this loophole to start industries at any place.\u003c/p\u003e\n\n\u003cp\u003e2. Time limit reduction for submitting public comments will inhibit effective consultation process.\u003c/p\u003e\n\n\u003cp\u003e3. Compliance report submission only once a year will make it near impossible to mitigate the damage done by the projects as one year completes many geographical, hydrogical cycles that makes changes in the environment.\u003c/p\u003e\n\n\u003cp\u003e4. Blanket exemption for strategic projects will pave way for violence on environment with impunity. Environmental degradation does not differentiate between projects. It will affect everyone equally. Suo moto reporting may never happen as there is no responsibility fixing mechanism for damage caused.\u003c/p\u003e\n\u003c/div\u003e\n","templatesCount":0,"upVoteCount":2,"user":{"id":482,"firstName":"prakash","profilePicture":null,"__typename":"Base"},"votedAs":null,"__typename":"BaseConsultationResponseType"},"__typename":"ConsultationResponse"}],"totalCount":152,"__typename":"ConsultationResponseConnection"},"updatedAt":"2020-06-30T08:37:12Z","questions":[],"__typename":"BaseConsultationType"}}}